* All in one

#+BEGIN_SRC python :tangle yes :noweb yes :exports code :results output table drawer :prologue
     <<package-import>>
     <<dataset-prepare>>
     <<graph-parameters>>
     <<build-graph>>
     <<compute-graph>>
   #+END_SRC

   #+RESULTS:
   :RESULTS:
   0 [0.055745568, 0.100772046, 0.015102302]
   20 [0.10487924, 0.19728641, 2.0645496e-06]
   40 [0.10285186, 0.19841398, 7.0529825e-07]
   60 [0.101666875, 0.19907299, 2.409468e-07]
   80 [0.10097427, 0.19945817, 8.231386e-08]
   100 [0.10056943, 0.19968332, 2.8117949e-08]
   120 [0.10033282, 0.1998149, 9.6057695e-09]
   140 [0.10019453, 0.19989182, 3.2813714e-09]
   160 [0.100113705, 0.19993676, 1.1211074e-09]
   180 [0.100066476, 0.19996303, 3.8314035e-10]
   200 [0.10003885, 0.1999784, 1.308762e-10]
   :END:

